[
  {"username": "Holmes", "text": "Нашел! Нашел! Я нашел наконец реактив, который осаждается только гемоглобином и ничем другим!" },
  {"username": "Stamford", "text": "Доктор Уотсон, мистер Шерлок Холмс" },
  {"username": "Holmes", "text": "Здравствуйте! Я вижу, вы жили в Афганистане." },
  {"username": "Watson", "text": "Как вы догадались?" },
  {"username": "Holmes", "text": "Ну, это пустяки. Вот гемоглобин — это другое дело. Вы, разумеется, понимаете важность моего открытия?" },
  {"username": "Watson", "text": "Как химическая реакция — это, конечно, интересно, но практически..." },
  {"username": "Holmes", "text": "Господи, да это же самое практически важное открытие для судебной медицины за десятки лет. Разве вы не понимаете, что это дает возможность безошибочно определять кровяные пятна? Подите-ка, подите сюда! Теперь я растворю эту каплю в литре воды. Глядите, вода кажется совершенно чистой. Соотношение количества крови к воде не больше, чем один к миллиону. И все-таки, ручаюсь вам, что мы получим характерную реакцию."},
  {"username": "Holmes", "text": "Ха, ха! Что вы об этом думаете?" },
  {"username": "Watson", "text": " Это, по-видимому, какой-то очень сильный реактив" },
  {"username": "Holmes", "text": "Чудесный! Чудесный! Прежний способ с гваяковой смолой очень громоздок и ненадежен, как и исследование кровяных шариков под микроскопом, — оно вообще бесполезно, если кровь пролита несколько часов назад. А этот реактив действует одинаково хорошо, свежая ли кровь или нет. Если бы он был открыт раньше, то сотни людей, что сейчас разгуливают на свободе, давно бы уже расплатились за свои преступления." },
  {"username": "Watson", "text": "Вот как!" },
  {"username": "Holmes", "text": "Раскрытие преступлений всегда упирается в эту проблему. Человека начинают подозревать в убийстве, быть может, через несколько месяцев после того, как оно совершено. Пересматривают его белье или платье, находят буроватые пятна. Что это: кровь, грязь, ржавчина, фруктовый сок или еще что-нибудь? Вот вопрос, который ставил в тупик многих экспертов, а почему? Потому что не было надежного реактива. Теперь у нас есть реактив Шерлока Холмса, и всем затруднениям конец!" },
  {"username": "Watson", "text": "Вас можно поздравить" },
  {"username": "Holmes", "text": "Год назад во Франкфурте разбиралось запутанное дело фон Бишофа. Он, конечно, был бы повешен, если бы тогда знали мой способ. А дело Мэзона из Брадфорда, и знаменитого Мюллера, и Лефевра из Монлелье, и Сэмсона из Нью-Орлеана? Я могу назвать десятки дел, в которых мой реактив сыграл бы решающую роль." },
  {"username": "Stamford", "text": "Вы просто ходячая хроника преступлений. Вы должны издавать специальную газету. Назовите ее «Полицейские новости прошлого»." }
]